---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RectMullionWidth2
source: html/ecf882bc-143d-76f7-decc-330922ab0cb8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RectMullionWidth2 Property

"Width on side 2"

## Syntax (C#)
```csharp
public static ForgeTypeId RectMullionWidth2 { get; }
```